[LANSTR]
;¹«ÓÃ
STR_OK=Tamam
STR_YES=Evet
STR_CANCEL=İptal
STR_CONTINUE=Devam
STR_NO=Hayır
STR_CLOSE=Kapat
STR_MIN=Simge Durumuna
STR_AUTO_RECOMMENDSOFTWARE=Yazılım önerisi
STR_BACK_PNP=Geri
STR_NEXT=İleri
STR_OVER=Bitir
STR_VER=Sürüm
STR_USERFEEDBACK=Geribildirim
STR_USER_BACK=Geribildirim
STR_MENU=Menu
STR_HELP=Yardım
STR_OPRN_DRIVERTALENT=EaseUS DriverHandy'i Aç
STR_TYPE="Tür: "
STR_NAME="İsim: "
STR_DRIVE="Sürücü: "
STR_ADDRESS="Adres: "
STR_IS_DEFAULT=Geçerli:
STR_SET_DEFAULT=Geçerli yap
STR_PRINT_MANAGE_PLATFORM=Yönetim Plattformunun Çıktısını Al
STR_MANUFACTURER="MFR: "
STR_DEV_DEVDESC="Tanım: "
STR_MOUSE_SETTING=Fare ayarları
STR_KEYBOARD_SETTING=Klavye ayarları
STR_AUDIO_SETTING=Ses ayarları

STR_MAIN_TITLE=EaseUS DriverHandy

STR_DRV_SCAN=Onar

STR_MAIN_TAB_GENERAL=Genel
STR_MAIN_TAB_TOOLS=Araçlar
STR_MAIN_TAB_ADVANCE=Gelişmiş

;ÁÐ±íÍ·
STR_HEAD_DEV_NAME=Sürücüler
STR_HEAD_DRV_VER=Sürüm
STR_HEAD_DRV_TYPE=Tür
STR_HEAD_DRV_SIZE=Boyut
STR_HEAD_DRV_OPERATE=Eylem
STR_HEAD_BACKUP_STATE=Durum 
STR_HEAD_BACKUP_TIME=Son Yedekleme  
STR_HEAD_PRINTER_NAME=Yazıcı Adı
STR_HEAD_PRINTER_IP=IP
STR_HEAD_HARD_TYPE=Donanım Türü
STR_HEAD_QUDRY_RESULT=Sonuç
STR_HEAD_WARN=GÜncelle/me

;²Ëµ¥ÁÐ±íÍ·
STR_HEAD_DRV_VER1=Version
STR_HEAD_DRV_DATE=Tarih
STR_HEAD_DRV_INFO=Bilgi
STR_HEAD_DRV_BACKUPTIME=Yedekleme zamanı
STR_HEAD_DRV_BACKUPVER=Sürüm
STR_HEAD_DRV_BACKUPINFO=Bilgi
STR_HEAD_DRV_BACKUPINFO_ACTION=Ayarlar
		
STR_CURRENT_QUERYDEV=Tarıyor
STR_CHECK_UPDATE=Güncelleştirmeleri denetle

STR_AKEY_UPDATE=Başlat
STR_AKEY_INSTALL=Yükle
STR_AKEY_REPAIR=Onar
STR_AKEY_DEAL_FINISH=Bitir
STR_AKEY_DEAL_BACK=%d sürücü başarıyla yedeklendi!
STR_AKEY_DEAL_BACK_FAILED=%d sürücü güncellemesi başarısız.
STR_AKEY_DEAL_REPAIR_SUC=%d sürücü başarıyla onarıldı!
STR_AKEY_DEAL_REPAIR_FAILED=%d sürücü onarımı başarısız.
STR_AKEY_DEAL_CANCEL=İptal
STR_NOTNEEDUPDATE=Normal
STR_RE_QUERY=Yeniden tara
STR_CANCELDEAL=İptal etmek istediğinizden emin misiniz?<n>Mevcut sürücü tamamlanınca duracak.
STR_NOTNEEDBACKUP=Yedeklendi
STR_BACKUPOK=Başarılı
STR_BACKUPERROR=Yedekleme başarısız! 
STR_START_RESTORE= Geri al
STR_CANCEL_RESTORE=İptal
STR_LATER=Sonra
STR_DRV_UNINSTALL_TIP={f 5}{c #e9e9e9}Sürücüsü kalkan aygıt çalışmayabilir!{/c}{/f}
STR_COPY=Kopyala
STR_COPY1=Kopyası var
STR_DRV_INFO_SETSHOW=Ayarlar

STR_RESTORE_SYSTEM=Sil
STR_LOCALDRV_BROWSEBTN=Dosyaları Aç
STR_LOCALDRV_MANULBTN=Manual
STR_LOCALDRV_DOWNBTN=İndir
STR_LOCALDRV_MOREBTN=Diğer
STR_LOCALDRV_SUILT_SYSTEM=Desteklenen Sistem:
STR_LOCALDRV_SHUTDOW_SYSTEM=Kapat
STR_LOCALDRV_REBOOT_SYSTEM=Yeniden başlat
STR_LOCALDRV_MAINPAGE_CHECK_TEXT= İşlem bitince kapatılsın veya yeniden başlatılsın mı? 
STR_LOCALDRV_DEV_STATUS =Durum
STR_LOCALDRV_REBOOT_NEED_INST =Son kaldırma işlemi sonrası bilgisayarınız yeniden başlattınız. Devam edilsin mi? 
STR_LOCALDRV_DOWN_FAIL = {f 5}Bilinmeyen bir nedenle indirme başarısız oldu!<n>İndirmek için {c #207EBC}{u}linkindeki adresi{/u}{/c}, internet tarayıcınıza kopyalayabilirsiniz!{/f}
STR_LOCALDRV_CHECK_FAIL = {f 5}Bilinmeyen bir nedenle tanımlama başarısız oldu!<n>İndirmek için {c #207EBC}{u}linkindeki adresi{/u}{/c}, internet tarayıcınıza kopyalayabilirsiniz!{/f}

STR_LOCALDRV_DOWN_FAIL_OKBTN =İndir
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=Normal
STR_AUTO_GAME_COMPONENTS=Oyun Bileşenleri
STR_AUTO_SYSTEM_INDEX=Sistem Onarma

STR_AUTO_RESULT3={c #e9e9e9}Tebrikler! Tüm sürücü durumları harika!{/c}
STR_AUTO_RESULT4={c #CA0500}%d{/c} {c #e9e9e9} eskimiş sürücü!{/c}
STR_AUTO_RESULT4_D=Bilgisayarınız normal bir biçimde çalışıyorsa güncelleme önerilmez.
STR_AUTO_RESULT5={c #CA0500}%d{/c} {c #e9e9e9}sürücü için onarım gerekli!{/c}
STR_AUTO_RESULT6={c #CA0500}%d{/c} {c #e9e9e9}sürücü için onarım gerekli;{/c}{c #CA0500}%d {/c} {c #5c5e64}sürücü için güncelleme gerekli!{/c}
STR_AUTO_RESULT7=İşlemin tamamlanması için bilgisayarınızı yeniden başlatınız!
STR_AUTO_RESULT8=Dikkat!: Donanımınızla ilgili bir sorun var.

STR_AUTO_NEEDINSTALL_INTELDISPLAY=Nvidia sürücüsünü yüklemeden önce, Intel ekran sürücüsünü yüklemelisiniz!
STR_AUTO_NEEDINSTALL_AMDDISPLAY=Lütfen AMD grafik kartı sürücüsünü yüklemeden önce Intel grafik sürücüsünü yükleyiniz!
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=LÜtfen AMD harici garfik sürücüsünü yüklemeden önce AMD yerleşik grafik sürücüsünü yükleyiniz!  
STR_AUTO_NEEDINSTALL_RECOMM=Güncelle
STR_AUTO_UPDATE_FINISH=Güncelleme tamamlandı!
STR_AUTO_UPDATE_HASCANCEL=İptal

STR_EXIT=Çıkış
STR_RUN_LAY=Tamam

STR_DRV_UPDATE_PROMPT=Güncelleme Uyarısı
STR_DRV_UPDATE_PROMPT_CONTENT=Güncellemeyi indirmek/yüklemek için yetersiz disk alanı! 3GB fazlası boş alan önerilir.
STR_BACKUP_FREESPACE_NOTENOUGH=%s diskinizde 3GB'tan daha az yer kaldığından yedeklemeniz başarısız olabilir. LÜtfen diskinizi temizleyiniz veya başka bir klasör seçiniz. 
STR_DOWNLOAD_FREESPACE_NOTENOUGH=%s diskinizde 3GB'tan daha az yer kaldığından indirmeniz başarısız olabilir. LÜtfen diskinizi temizleyiniz veya başka bir klasör seçiniz.  
STR_DRV_UPDATE_PROMPT_OPENCLEAN=Temizle(Önerilir)
STR_DRV_UPDATE_PROMPT_IGNORE=Atla
STR_REBOOT_NOW=Şimdi Yeniden Başlat 
STR_REBOOT_REPAIR_NEED=Yeniden Başlat
STR_REBOOT_REPAIR_NOW=Yeniden Başlat
STR_REBOOT_NEED=Bilgisayarı Yeniden Başlat
STR_REBOOT_REINSTALL=Yeniden Başlat
STR_REBOOT_RESULT=Yeniden Başlat
STR_UPDATE_NOW=Hemen Güncelle

STR_SHUTDOWN_NOW=Şimdi Kapat
STR_REBOOT_NOW2=Şimdi Yeniden Başlat
STR_SHUTDOWN_NEED=Yükleme başarıyla tamamlandı! Bilgisayarınız şimdi kapanıyor.
STR_REBOOT_NEED2=Yükleme başarıyla tamamlandı! Bilgisayarınız şimdi yeniden başlatılıyor.

STR_DRV_ENABEL=Etkinleştir 
STR_DRV_UPDATE_BASE=Güncellenebilir
STR_DRV_ENABEL_STATE=Etkin değil 
STR_DRV_ENABEL_TIP=Aygıt etkin değil. Sürücüyü yükleyebilmek için etkinleştirin.
STR_DRV_ENABEL_RESTORE_TIP=Aygıt etkin değil. Sürücüyü geri yükleyebilmek için etkinleştirin.
STR_DRV_ENABEL_DOING=Başlatılıyor...
STR_DRV_SCAN_DOING=Onarılıyor...
STR_DRV_SCAN=Sürücüyü onar

STR_MENU_TOUCHPAD_ENABLE=Etkin
STR_MENU_TOUCHPAD_DISABLE=Etkin Değil
STR_MENU_OPTION=Ayarlar
STR_MENU_ACTIVITE=Etkinleştir
STR_MENU_NEWFEATURES=Yeni Özellikler
STR_MENU_MAIN_PAGE=Ana Sayfa
STR_MENU_FAQ=Hakkında sss
STR_MENU_HELPUS=Bize yardım translate
STR_MENU_FORUM=Forum

STR_MENU_DEV_DETAIL=Aygıt Detayları
STR_MENU_LOCAL_DRV_DELFILE=Sil
STR_MENU_LOCAL_DRV_REPORT=Geribildirim
STR_MENU_LOCAL_DRV_DATAILED=Ayrıntılar
STR_DRV_DRIVER_FILE=Sürücü Dosyaları
STR_DRV_DRIVER_INFO=Sürücü Bilgisi.
STR_ABOUT=Hakkımızda
STR_ABOUT_ACTIVED=Etkinleştirildi
STR_ABOUT_ACTIVE_PRO=Tam özellikler için Pro'ya yükseltin.
STR_ABOUT_SERIAL_NUM=Kod:
STR_ABOUT_PRIVACY=Gizlilik Politikası
STR_ABOUT_EULA=EULA
STR_ABOUT_ACTIVEFULL=Tam özellikler için Pro 'ya etkinleştir
STR_ABOUT_MAKE=--Zamanınızı daha değerli yapın

STR_REGISTER=Aktif

STR_DRV_INFO_DETAIL=Ayrıntılar: 
STR_DRV_INFO_DEV=Aygıt: 
STR_DRV_INFO_NAME=Adı:
STR_DRV_INFO_CLASS=Kategori:
STR_DRV_INFO_MANU=MFR:
STR_DRV_INFO_DATE=Yayın Tarihi: 
STR_DRV_INFO_VER=Sürüm: 
STR_DRV_INFO_SIZE=Boyut:  
STR_DRV_INFO_INFO=Bilgi:
STR_DRV_INFO_GRADE=Beğenilme:
STR_DRV_INFO_DESC=Tanıtım:

STR_DRV_INFO_MORE={f 9}Tanıtım:{/f} {a}Fazlası{/a}
STR_DRV_INFO_NO=NO
STR_DRV_INFO_HWID=HWID:
STR_DRV_INFO_HASH=Checksum

STR_RESTORE_NOITEM={a}<u>Sürücülerinizi önce yedekleyebilirsiniz</u>{/a} veya {a}<u>Başka bir yedekleme klasörü seçebilirsiniz</u>{/a}.

STR_CTRL_RESTORE_DELBACKUP=Sil
 
STR_OPTION_SELECTBACKUP_DIR=Geri yüklenecek dosyayı seçiniz

STR_BACKUP_DETECTING={c #e9e9e9}{f 4}Yedekleme bilgisi kontrol ediliyor, lütfen bekleyiniz...{/f}{/c}
STR_BACKUP_START=Başlat

STR_BACKUP_STATUS_NOTBACKUP=Yedeklenmedi
STR_BACKUP_STATUS_BACKUP=Yedeklendi
STR_BACKUP_STATUS_CANNOT=Yedeklenemiyor
STR_BACKUP_STATUS_NOTDRIVER=Sürücü yok
STR_BACKUP_NEEDBACKUPCOUNT={f 5}{c #e9e9e9}%d sürücü yedeklenebilir!{/c}{/f}
STR_BACKUP_NOTNEEDBACKUP={f 5}{c #e9e9e9}Tüm sürücüler yedeklendi!{/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #e9e9e9}Yedeklenebilecek bir sürücü yok!{/c}{/f}
STR_BACKUP_WAIT=Beklemede
STR_BACKUP_DOING=İşleniyor
STR_BACKUP_DOING1=İşleniyor
STR_BACKUP_CANCEL2=Mevcut yedekleme tamamlanınca durdur!
STR_BACKUP_NEED=Yedeklenemesi gerekli 
STR_BACKUP_NOTNDDE=Yedeklendi
STR_VIEW_BACKUP_SETTING=Yedekleme Ayarları
STR_VIEW_BACKUP_FILE=Yedeklenen dosyaları göster 
STR_BACKUP_FINISH=Yedekleme tamamlandı!
STR_BACKUP_CANCEL=İptal
STR_BACKUP_RESULT1={c #CA0500}%d{/c} sürücü başarıyla yedeklendi;{c #CA0500}%d{/c} sürücü yedeklemesi başarısız! 
STR_BACKUP_RESULT2={c #CA0500}%d{/c} sürücü başarıyla yedeklendi!
STR_BACKUP_RESULT3={c #CA0500}%d{/c} sürücü yedeklemesi başarısız!

STR_EVALUATE_NO=Etkin değil
STR_EVALUATE_QUERY_REPORT=Geribildirim
STR_EVALUATE_SYSTEM=%s sistemini etkinleştir
STR_EVALUATE_RESULT_NOT_SUPPORT=Sonuç:Desteklenmiyor!
STR_EVALUATE_SYSTEM_SUPP=Geçerli

STR_MANUAL_UPDATE_FAILED=Hata
STR_MANUAL_UPDATE_FAILED_DATA=Bilgi Hatası 
STR_MANUAL_NEEDREBOOT=Yeniden başlat

STR_MANUAL_REDOWNLOAD=Yeniden indir
STR_MANUAL_BEGINUPDATE=Güncelle
STR_MANUAL_BEGININSTALL=Yükle
STR_MANUAL_WAITFORINSTALL=Beklemede
STR_MANUAL_INSTALLING=Yüklüyor...
STR_MANUAL_UNZIPING=Açılıyor...

STR_REFRESH=Yenile
STR_REMOVE_WAIT=Beklemede
STR_REMOVE_BEGINREMOVE=Kaldır
STR_REMOVE_DOINGREMOVE=Kaldırılıyor...
STR_REMOVE_DOINGREMOVE1=Kaldırılıyor:
STR_REMOVE_DOINGREMOVE2=%s eskimiş sürücü kaldırılıyor, lütfen bekleyin...
STR_REMOVE_FAILED=Kaldırılamadı
STR_REMOVE_SUCC=Başarılı
STR_REMOVE_FINISH=Bitir
STR_REMOVE_CANCEL=İptal
STR_REMOVE_RESULT1={c #CA0500} %d{/c} sürücü başarıyla kaldırıldı; {c #CA0500}%d{/c} sürücü kaldırılamadı!{/c}
STR_REMOVE_RESULT2={c #CA0500} %d{/c} sürücü başarıyla kaldırıldı!
STR_REMOVE_RESULT3={c #CA0500}%d {/c} sürücü kaldırılması başarısız!
STR_REMOVE_FINISH_NEEDREBOOT=Yeniden başlat 
STR_SELECT_DRV_BACKUP={c #666666}Geri yükleme yaparken başka işlem yapmayın!{/c}

STR_RESTORE_RESTORE1=Sürücü geri yüklemesi iptal edildi! Mevcut geri yükleme tamamlanınca durdur!
STR_RESTORE_DOINGRESTORE=Geri yüklüyor...
STR_RESTORE_RESTOREOK=Bitir
STR_RESTORE_RESTOREFAILED=Geri yükleme başarısız
STR_RESTORE_RESTORING=Geri yükleniyor 
STR_RESTORE_RESTORE_SELECT=Geri yüklemeye hazırlanıyor
STR_RESTORE_RESTORE_NOT_SELECT=Seçili değil
STR_RESTORE_SELECTBACKUPDIR=<u>Başka bir yedekleme alanı seçin</u>

STR_RESTORE_FINISH=Bitir
STR_RESTORE_CANCEL=İptal
STR_RESTORE_RESULT1={c #CA0500}%d {/c} sürücü başarıyla  geri yüklendi;{c #CA0500}%d {/c} sürücü geri yüklemesi başarısız!{/c}
STR_RESTORE_RESULT2={c #CA0500}%d {/c} sürücü başarıyla geri yüklendi!
STR_RESTORE_RESULT3={c #CA0500}%d {/c} sürücü geri yüklemesi başarısız!
STR_RESTORE_NODRIVER=Hiç bir sürücü geri yüklenemedi!
STR_RESTORE_FINISH_NEEDREBOOT=İşlemi tamamlamak için bilgisayarınızı yeniden başlatınız!
STR_RESTORE_NEED_RESTORE_TEXT={c #207EBC}%s{/c} hatalı sürücü yüklenemiyor! Sürücüyü geri yüklemeniz gerekiyor!
STR_RESTORE_NEED_RESTORE_OKBTN=Geri yükle
STR_RESTORE_NEED_RESTORE_CANCELBTN=İptal

STR_RESTORE_NEEDCOUNT={f 5}{c #e9e9e9}%d sürücü geri yüklenebilir!{/c}{/f}
STR_RESTORE_NOCOUNT={f 5}{c #e9e9e9}Yedekleme bulunmuyor!{/c}{/f}

STR_CTRL_AUTOUPDATE_NOUPDATE=Yeni sürücü yok!

STR_DEVCLASS_UNKNOWN=Bilinmiyor
STR_DEVCLASS_DISP=Görüntü
STR_DEVCLASS_NET=Ağ 
STR_DEVCLASS_MOUSE=Fare
STR_DEVCLASS_TOUCHTABLET=Dokunmatik pad
STR_DEVCLASS_MEDIA=Ses
STR_DEVCLASS_MONITOR=Ekran
STR_DEVCLASS_BATTERY=Batarya
STR_DEVCLASS_SOFTNET=Softnet 
STR_DEVCLASS_SYS=Sistem
STR_DEVCLASS_USB=USB
STR_DEVCLASS_USBHUB=USB hub
STR_DEVCLASS_BLUETOOTH=Bluetooth
STR_DEVCLASS_PRINTER=Yazıcı
STR_DEVCLASS_KEYBOARD=Klavye
STR_DEVCLASS_CDROM=CD-ROM
STR_DEVCLASS_FLOPPYDISK=Disket
STR_DEVCLASS_POWERMGR=Güç Yöneticisi
STR_DEVCLASS_CCT=CCT 
STR_DEVCLASS_UAA=Ses Kontrol Aygıtı(UAA)
STR_DEVCLASS_IMG=IMG 
STR_DEVCLASS_DISKCONTROLLER=Disk Kontrolörü
STR_DEVCLASS_INFRARED=Kızılötesi Aygıt
STR_DEVCLASS_IMAGE=Kamera
STR_DEVCLASS_MB=MB 
STR_DEVCLASS_WIRELESSNET=Kablosuz Ağ

STR_DEVCLASS_HDMI=HDMI 
STR_DEVCLASS_USB_NET=USB Kablosuz Ağ

STR_STRCOMMON_BAND=Resmi
STR_BRANDDRIVER=Marka
STR_COMPATIBLE=Uyumlu 
STR_PUBLICDRIVER=WHQL 

STR_CHECKVER_GETVERINFO=Güncellemeler kontrol ediliyor, lütfen bekleyiniz...
STR_CHECKVER_NONEWVER=En son sürüm!
STR_CLIENT_UPDATECHECK=Mevcut sürümün tarihi geçmiş! Lütfen yeni sürüme güncelleyiniz.
STR_CLIENT_UPDATEING=Güncelliyor, lütfen bekleyiniz...
STR_CLIENT_UPDATEOK=Güncelleme tamamlandı! Devam etmek için "Başlat"a basınız.
STR_CLIENT_DOWNING=İndiriliyor:

STR_TIPS_TITLE_DEFAULT=İpuçları
STR_TIPS_INSTALL_DISPLAY=Ekran sürücüleri güncellenirken ekranınızda kararma veya açılıp-kapanmalar olabilir!
STR_TIPS_INSTALL_NET=Ağ sürücüsü yüklenirken bağlantınız geçici olarak kesilebilir!
STR_TIPS_INSTALL_MEDIA=Sürücüsü yüklenince, ses aygıtlarınızı resetlemek gerekebilir.
STR_TIPS_CLIENT_UPDATE=Güncelleme tamamlandı! Devam etmek için "Başlat"a basın.
STR_TIPS_DELETE_FILE=Sürücü paketi silindi!
STR_TIPS_DELETE_FILE_FAILED=Sürücü paketi silinmesi başarısız! Dosyaların kullanımda olmadığından emin olunuz.
STR_TIPS_COPY_INFO_SUCC=Ayrıntılar başarıyla kopyalandı! 
STR_TIPS_COPY_INFO_FAILED=Ayrıntıları kopyalama başarısız!
STR_TIPS_COPY_SHAREURL_SUCC=Paylaşılan adres kopyalaması başarılı!
STR_TIPS_COPY_SHAREURL_FAILED=Paylaşılan adresi kopyalama başarısız! Lütfen tekrar deneyiniz.
STR_TIPS_USE_NOW=Şimdi kullan
STR_TIPS_TOUCH_TITLE=Dokunmatik pad değişim uyarısı
STR_TIPS_TOUCH_LAB=External USB fare mevcut. Dokunmatik klavyeyi iptal etmek ister misiniz?
STR_TIPS_TOUCH_NONOTICE_LAB=Bir dahakine uyarı verme
STR_TIPS_CANNOTEXIT2=Çıkışı zorlamak ister misiniz?

STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c} sürücü için onarım gerekli!
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c} sürücü için yedekleme gerekli!
STR_BASIC_NEED_REBOOT={c #CA0500}Yeniden başlatmak gerekli{/c}

STR_BASIC_NEED_UPDATE2={c #ea9321}Güncellenebilir{/c}
STR_BASIC_NEED_INSTALL={c #CA0500}Onarım gerekli{/c}
STR_BASIC_DEV_BAD={c #CA0500}Donanım hatası{/c}
STR_BASIC_DEV_BAD2=Donanım hatası



STR_BASIC_NOTNEED_UPDATE=Normal	
STR_BASIC_NOTNEED_BACKUP=Yedeği alındı 
STR_BASIC_STATUS_DETECTING={c #e9e9e9}Tarama, lütfen birkaç dakika bekleyin{/c}
STR_BASIC_COMPUTER=%s

STR_BASIC_RESULT1={c #e9e9e9}Çözmek için başarılı{c #CA0500} %d {/c} sürücü sorunu (lar); {c #CA0500}%d {/c} sürücü sorunu (lar) çözülmemiş!{/c}
STR_BASIC_RESULT2={c #e9e9e9}Düzeltmek için başarılı{c #CA0500} %d {/c} sürücü sorunu (ler)!{/c}
STR_BASIC_RESULT3={c #e9e9e9}{c #CA0500}%d {/c} sürücü sorunu (lar) sabit başarısız oldu!{/c}
STR_BASIC_NODRIVER={c #e9e9e9}Hiçbir sürücü sorunu çözüldü!{/c}

STR_BASIC_MUST_SOFT=Gerekli yazılım
STR_BASIC_INDEX_FAILED=Sürücüleri yüklerken bilinmeyen bir hata oluştu! Lütfen tekrar deneyiniz.
STR_BASIC_INDEX_RESOLVE={c #3c3c3c}{f 4}Başarısız sürücü güncellemesi nedeniyle akıllı onarım deneniyor.{/f} {/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c}{f 4}Akıllı onarımı başlatınız!{/f}{/c}

STR_BASIC_INDEX_REPAIR_ERROR=Üzgünüz, akıllı onarım başlatılamadı!
STR_BASIC_INDEX_TASK={c #3c3c3c}Akıllı onarımı başlatınız!{/c} 
STR_BASIC_INDEX_REPAIR_REPORT=Geribildirim
STR_BASIC_INDEX_REPAIR_REPAIR=Akıllı onarım
STR_BASIC_DRV_CHECKERROR={c #3c3c3c}{f 4}Sürücü indirme hatası nedeniyle yükleme başarısız oldu!{/f} {/c}
STR_BASIC_DRV_CHECKERROR_TIP=Tips: Yardım alabilmek veya {a}geribildirim{/a} göndermek için teknik destek birimimizle bağlantıya geçiniz.

STR_STRCOMMON_DESKTOP=Masa üstü
STR_STRCOMMON_BENBEN=Dizüstü
STR_BIT=-bit
STR_32BIT=32-bit
STR_64BIT=64-bit
STR_PROFESSIONAL=Professional Sürüm
STR_HOME_EDTITION=Home Sürümü

STR_DEV_DETAIL_DRV=Bilgi.
STR_DEV_DETAIL_DRV_OLD=Mevcut
STR_DEV_DETAIL_DRV_NEW=Güncel
STR_DEV_DETAIL_DEVID=Aygıt
STR_DEV_DETAIL_HWID=HWID:
STR_DEV_DETAIL_CMID=Uyumlu Kızılötesi Aygıt:
STR_DEV_DETAIL_EXPORT=Aygıt ayrıntılarını dışarı aktarın
STR_DEV_DETAIL_SAVE=Farklı kaydet


STR_PNP_UNKNOW=Bilinmiyor
STR_PNP_ANDROID=Android
STR_PNP_IOS=iOS
STR_PNP_IMAGE=Kamera
STR_PNP_VIDEO=Video
STR_PNP_AUDIO=Ses
STR_PNP_WIRELESS=Kablosuz Ağ
STR_PNP_HANDWRITING=Yazma pad'i
STR_PNP_HID=Kızılötesi Aygıt
STR_PNP_XBOX=XBOX
STR_PNP_MASS=Mass Depolama Aygıtı
STR_PNP_READ_CARD=Kart okuyucu
STR_PNP_UDISK=USB Flaş Bellek
STR_PNP_MOBILE_DISK=Taşınabilir Hard Disk
STR_PNP_UKEY=Sağlık USB anahtarı
STR_PNP_KEYMOUSE=Klavye/Fare
STR_PNP_NO=Aygıtlar kontrol ediliyor, lütfen bekleyiniz...
STR_PNP_HASDEV={c #CA0500}%d{/c} USB aygıtı bağlı

STR_PNP_DRIVERSTATUSOK=Sürücü normal
STR_PNP_DRIVERSTATUSERROR=Sürücü hatalı
STR_PNP_INSTANCEDRIVER=Yükle

STR_PNP_QUERYDRIVER=Sıralıyor...
STR_PNP_DISABLE_DONE=Aktif değil

STR_PRINTER_OPTION_SEARCH=Ara
STR_PRINTER_OPTION_SET=Ayarlar									
STR_PRINTER_ADD=Ağ Yazıcısı
STR_PRINTER_SEARCH=Ara

STR_PRINTER_STOP=Dur
STR_PRINTER_SEARCHING=Yazıcılar aranıyor. Ağ durumunuza göre biraz zaman alabilir.<n>Dilerseniz, aramayı iptal edip aygıt listesinden yazıcıyı elle seçebilirsiniz.
STR_PRINTER_SEARCH_FAILED=Arama başarısız!
STR_PRINTER_SEARCH_FAILED2=Mevcut yazıcı araması başarısız! Lütfen yazıcınızı kontrol edin ve tekrar deneyin.
STR_PRINTER_DOWN=Yazıcı sürücüsünü indir
STR_PRINTER_DWONING=İndiriliyor:
STR_PRINTER_DWON_FAILED={f 1}İndirme başarısız! Lütfen{a}Geri{/a} geliniz ve tekrar deneyiniz.{/f}
STR_PRINTER_INSTALLED={f 1}Sürücü başarıyla yüklendi!{/f}
STR_PRINTER_INSTALL_DEV=Yükleniyor
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e64}Eklenen yazıcı:{/c}{/f} {c #666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f 1}Yükleme başarısız! {a}Geri{/a} tuşuna basın ve tekrar deneyin.{/f}
STR_PRINTER_DEFAULT_SET=Yazıcınızı bu ağdaki diğer kullanıcılarla paylaşmak gerekliyse, Kontrol <n>Panelinden Ayarları değiştirin.{a}<u>Ayarlar</u>{/a}
STR_PRINTER_SELECT_DESC=Yazıcı IP'sini giriniz
STR_PRINTER_SELECT_IP=Yazıcı IP'si:
STR_PRINTER_SELECT_IP_DESC=Tüm ağı taramak için {f 12}{c #2285C6}*{/c}{/f} giriniz
STR_PRINTER_SELECT_IP_RANGE=IP mesafesi:
STR_PRINTER_SELECT_IP_TO=to
STR_PRINTER_IP_ERR=IP adresi yanlış! Lütfen adresi kontrol edin ve tekrar deneyin.

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Sharp
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND=Brand
STR_PRINTER_BRAND_SEL=Lütfen bir yazıcı markası seçiniz
STR_PRINTER_PRODUCT=Model
STR_PRINTER_PRODUCT_SRC=Yazıcı modeliyle hızlı arama
STR_PERIPH_NO_DEV=Aygıtlarınız bulunamadıysa, sürücüleri onarmayı deneyiniz.
STR_PERIPH_NO_DEV2=EaseUS DriverHandy, bağlı aygıtlarınızı otomatik olarak tanımlayabilir. Bu sayede aygıtlarınızı elle tanıtmak zorunda değilsiniz;<n>Bağlı aygıtlarınız görünmüyorsa, lütfen kablosunu çıkarıp takın veya yeni bir porta takınız.
STR_PERIPH_NO_DEV3=Sistem genelinde bir sorun var. Sürücüleri yüklemeden önce lütfen bu sorunu onarın.
STR_PRINTER_SELECT=Yazıcı seç					

STR_DOWNLOAD_WAIT=Beklemede
STR_DOWNLOAD_DOING=İndiriyor...
STR_DOWNLOAD_SUCC=Tamamlandı
STR_DOWNLOAD_FAILED=İndirilemedi
STR_DOWNLOAD_FINISH=Tamamla

STR_DOWNLOAD_CANCEL=İptal

STR_DOWNLOAD_CHECKERROR=Kontrol hatası!
STR_DOWNLOAD_CHECKERROR1=Kontrol yapılamadı!
STR_DOWN_INSTALLED=Yüklü
STR_SOFTDOWN_INSTALL=Yükle
STR_DOWN_PROGRESS=%d sürücü indiriliyor (Toplam:%d)
STR_DOWN_CURDRV={c #e9e9e9}%s sürücü indiriliyor{/c}
STR_DOWNLOAD_CANCEL=İptal

prt_peripherals_back_link={a}{f 1}<u>Çevresel</u>{/f} {f 11}>{/f}{/a} {f 1}{c #6B6B6B}Yazıcı ekle{/c}{/f}
prt_lab_tips1=Yazıcıları arama yöntemini seçiniz
prt_lab_tips2=Yazıcı markası seçiniz
prt_lab_tips3=Sürücüyü indiriniz ve kurunuz


STR_INSTALL_DOING=Güncelliyor...
STR_REPAIR_DOING=Onarıyor...
STR_INSTALL_SUCC=Başarılı
STR_INSTALL_FAIL=Başarısız
STR_REPAIR_SUCC=Başarılı
STR_REINSTALL=Tekrar Yükle
STR_INSTALL_PROGRESS= %d sürücü yükleniyor (Toplam:%d)

STR_INSTALL_CURDRV={c #e9e9e9} yükleniyor, lütfen bekleyiniz...{/c}
STR_INSTALL_DOC_NET=Sürücü yaması yükleniyor, lütfen bekleyiniz...
STR_INSTALL_DOC_NET2=İşlemin tamamlanması biraz zaman alabilir. Beklediğiniz için teşekkür ederiz!
STR_INSTALL_ERROR=Yükleme başarısız!

STR_INSTALL_M_ERR=Sistem hatası nedeniyle yükleme başarısız oldu!
STR_INSTALL_M_ERR2=Bilgisayarı yeniden başlatın ve tekrar deneyiniz!

STR_SETTING_DRVQUERYLAB=Program başlatıldığında otomatik sağlık kontrolü

STR_AUTOQUERY_EVERYTIMES=Her zaman
STR_AUTOQUERY_EVERYDAY=Her gün
STR_AUTOQUERY_NEVER=Asla

STR_SETTING_SHOWDETAILEDINFOCHECK=Seçilen birimin ayrıntılı bilgisini göster 
STR_SETTING_SELECTFLODER=Dosya seç
STR_SETTING_SOCKET_OK=Proxy mevcut 
STR_SETTING_SOCKET_FAILED=Proxy mevcut değil! Lütfen reset atın!
STR_SETTING_WARN=Uyarı güncelle 
STR_SETTING_NO_WARN=Uyarı yok
STR_SETTING_WARNING1=Hatalı indirme klasörü!
STR_SETTING_WARNING2=Hatalı yedekleme klasörü!
STR_SETTING_WARNING3=Yedekleme klasörünüz ile indirilenler klasörünüz aynı olamaz!

STR_QUERY_RETRY=Tekrar dene
STR_QUERY_ERROR=Ağ hatası! Ağ ayarlarını kontrol ediniz.
STR_QUERY_ERROR2=Sürücü sorgulama başarısız!
STR_QUERY_ERROR_CAUSE=Cause:Sorgulama modülü bilinmeyen bir işlemden dolayı durakladı!



STR_NET_TITLE=Bağlantı Uyarısı
STR_NET_NO_DEV=Geçerli ağ bulunamadı! Lütfen {a}Donanım Ayarları{/a}nı kontrol ediniz.
STR_NET_NO_DRV=Ağ kart sürücüsü düzgün yüklenmemiş! Ağ Sürücüsü yüklemek için {a}Gelişmiş Tarama{/a} veya {a}EaseUS DriverHandy{/a}i kullanınız.
STR_NET_NO_NET=Geçerli bir ağ bulunamadı! Lütfen {a}Ağ Ayarları{/a}nı kontrol ediniz.
STR_NET_NO_SERVER=Sunucuya bağlanamadı! Lütfen sorularınızı{a} Resmi Forum{/a}umuza iletiniz.
STR_NET_NO_DRV_HAS_BACKUP=EaseUS DriverHandy hatalı ağ sürücüsü nedeniyle çalışamıyor. Yedeklediğiniz eski ağ sürücüsünü geri yüklemelisiniz!
STR_NET_NO_DRV_NETVER=EaseUS DriverHandy hatalı ağ sürücüsü nedeniyle çalışamıyor.Ağ sürücüsünü onarmak için {a}EaseUS DriverHandy Ağ Kartı{/a}nı kullanabilirsiniz!

STR_UNINSTALL_CUR_DRV=Bilgisayarınızda %s eskimiş sürücü bulundu! Güncelleme öncesi bunları kaldırmanız gerekli.
STR_UNINSTALL_AND_INSTALL=Kaldır
STR_NO_UNINSTALL=Güncelle 	
STR_EXIT_INSTALL=İptal

STR_DOUBLEDISPLAY_REMINDER=Geri yüklemek için sadece bir ekran kartı sürücüsü seçiniz!


STR_NEW=Yeni
STR_MUST=Zorunlu
STR_IMPORT=Önemli


STR_SYSTEM_INFO=Bilgisayar: %s, Sistem: %s  
STR_CLIENT_VERSION=Sürüm:%s
STR_UNZIP_ING=Sürücü dosyaları açılıyor, lütfen bekleyiniz...
STR_IGNORE_TEXT=Atlanmış(%d)
STR_LAGNUAGE_CHANGE=Yeni bir dil seçtiniz. Değişimin tamamlanması için programı yeniden başlatınız.

STR_USER_SHARE_FAILED=Bilgi gönderimi başarısız! Ağ bağlantınızı kontrol edin ve tekrar deneyiniz.
STR_USER_EMAIL_FAILED=E-posta adresi hatalı!

STR_BOTTOM_STABLE_MODE=Stabil sürücü
STR_BOTTOM_NOMAL_MODE=En son sürücü

;start
STR_HOME_LAB1=Lütfen Tara 'ya tıklayın, bilgisayarınızdaki tüm sürücüleri kontrol edelim
STR_HOME_LAB2=Kepp güncelleme bilgisayarınızı daha hızlı yapabilirsiniz.
STR_HOME_LAB3=Sürücü sorunlarını çözmek için tek tıklamayla sürücü güncellemelerini indirip kurunuz!
STR_HOME_NET_ERROR=Bağlantı başarısız!
STR_HOME_BTN_SCAN=Taramayı Başlat
STR_HOME_BTN_STOP=Dur
STR_HOME_SCAN_LAB1=Bilgisayar tarama, lütfen birkaç dakika bekleyin.

STR_HOEM_MANAGE_BTN=Araçlar 
STR_HOEM_PNP_BTN=Çevre Birimi
STR_HOEM_HARDWARE_BTN=Windows Yardımcısı
STR_HOEM_PRE_LOAD_BTN=önceden yüklen -miş 

STR_ERROR_NET_NO_DEV=Ağ kartı bulunamadı!
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1}{c #E9F5FC}Aç {a}{u}{c #E9F5FC}Aygıt Yöneticisi{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV=Ağ sürücüsü çalışmıyor!
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #E9F5FC}EaseUS DriverHandy Ağ Kartı ile onarınız({a}{u}{c #E9F5FC}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=Ağ sürücüsü çalışmıyor!
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #E9F5FC}Sürücüyü yedekleme noktasından geri yükleyiniz{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER=Ağ sürücüsü çalışmıyor!
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC}EaseUS DriverHandy Ağ Kartı ile onarınız{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET=İnternet bağlantısı yok!
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1}{c #E9F5FC}Aç {a}{u}{c #E9F5FC}ağ Ayarları{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER= Sunucuya bağlanılamadı!
STR_HOEM_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #E9F5FC}Online Destek veya Geribildirim{/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC}veya başka bir bilgisayarda sürücüleri indirmek için {a}{u}{c #E9F5FC}Donanım profilini dışa aktarın{/c}{/u}{/a} {/c}{/f}

STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac4}Aç {a}{u}{c #5a8ac4}Aygıt Yöneticisi{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}EaseUS DriverHandy Ağ Kartı ile onar({a}{u}{c #5a8ac4}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #5a8ac4}Sürücüyü yedekleme noktasından geri yükle{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac4}EaseUS DriverHandy Ağ Kartı ile onar{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET_LINK={f 1}{c #5a8ac4} {a}{u}{c #5a8ac4}Ağ Ayarları{/c}{/u}nı Aç{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #5a8ac4}Online Destek veya Geribildirim{/c}{/u}{/a}{/f}
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac4}veya sürücüleri interneti olan başka bir bilgisayarda indirmek için{a}{u}{c #5a8ac4} Donanım profilini dışa aktar{/c}{/u}{/a}{/c}{/f}

;main left
STR_LEFT_DIAGNOSIS=Sürücüler durumu

STR_LEFT_TOOLS=Kurtarma sürücüleri
STR_LEFT_TOOLS_R=Restore Drivers
STR_LEFT_TOOLS_B=Yedekleme sürücüleri
STR_LEFT_TOOLS_U=Kaldır
STR_LEFT_TOOLS_SYS=Geri yükleme sistemleri

STR_LEFT_PERIPHERAL=Çevrebirim sürücüleri
STR_LEFT_USB=USB sürücüler
STR_LEFT_PRINTER=Yazıcı sorunu

STR_LEFT_HARDWARE=Araçlar
STR_LEFT_PRE=Ön-İndirme
STR_LEFT_PRE_LOCAL=Bu bilgisayar için
STR_LEFT_PRE_OTHER=Diğer PC için
STR_LEFT_PRE_HELP=Yardım isteyin

STR_LEFT_SETTING=Ayarlar
STR_LEFT_SETTING_G=Genel
STR_LEFT_SETTING_D=Sürücüleri
STR_LEFT_SETTING_N=Ağ

STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=Şimdi Etkinleştir
STR_BOTTOM_FREE_ACTIVATE_BTN=Ücretsiz
STR_BOTTOM_RESTORE_LAB1=Tüm sürücüleri kontrol etmek için bilgisayarınızı tarayınız
STR_BOTTOM_RESTORE_LAB2=Tüm sürücüleri kontrol etmek için bilgisayarınızı tarayınız
STR_BOTTOM_BACKUP_LAB1=Yedekleme klasörünü değiştir=>{a}Ayarlar{/a}
STR_BOTTOM_STATE_MODE_TIP=En iyi eşleşen sürücüleri bulmanıza yardımcı olur.
STR_BOTTOM_LASTER_MODE_TIP=En yeni sürücüleri bulmanıza yardımcı olur.
STR_BOTTOM_ACTIVATETO_BTN=Pro 'ya etkinleştir

;local detailwnd
STR_LOCAL_DETAIL_TITLE=Sürücü ayrıntıları
STR_LOCAL_DETAIL_DRV_NAME=Sürücü:
STR_LOCAL_DETAIL_DRV_VENDOR=Firma:
STR_LOCAL_DETAIL_DRV_TYPY=Tür:
STR_LOCAL_DETAIL_DRV_CREVER=Sürüm:
STR_LOCAL_DETAIL_DRV_CURVER_DATE=Tarih:
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=Boyut:
STR_LOCAL_DETAIL_DRV_NEWVER=Güncel:
STR_LOCAL_DETAIL_DRV_UNKNOWN=Bilinmiyor
STR_LOCAL_DETAIL_DRV_NODRIVER=Sürücü yok

STR_LOCAL_DETAIL_HEAD_NOW=Yüklü
STR_LOCAL_DETAIL_HEAD_UPDATE=Güncel

STR_LOCAL_DETAIL_REPAIR=Onar
STR_LOCAL_DETAIL_START=Etkinleştir
STR_LOCAL_DETAIL_CLOSE=Kapat
;local head
STR_LOCAL_STOP_BTN=Dur
STR_BASIC_INDEX_REPAIR_DONE=Sürücü onarımı bitti!

;hardware profile
STR_SYS_BOOT_TIME=Açılış süresi:
STR_SYS_MODEL=Model:
STR_SYS_INSTALL_DATE=Yükleme süresi: 
STR_SYS_VERSION=Sistem:

STR_CPU_CLOCK=Saat:
STR_CPU_CACHE=Önbellek:
STR_CPU_CORES=Çekirdek:

STR_MEMORY_NAME=Hafıza
STR_MEMORY_VENDOR=Firma:
STR_MEMORY_SIZE=Boyut:
STR_MEMORY_TYPE=Tür:
STR_MEMORY_RELEASE_DATE=Yayın tarihi:


STR_DISK_NAME=Disk
STR_DISK_VENDOR=Firma:
STR_DISK_SIZE=Boyut:
STR_DISK_CACHE=Önbellek:
STR_DISK_POWER_ON_HOUR=Toplam çalışma saati:
STR_DISK_POWER_CYCLE_COUNT=Güç devir hızı:
STR_DISK_TRANSFER_SPEED=Aktarım hızı:
STR_DISK_INTERFACE_TYPE=Arayüz türü:

STR_CPU_DETAIL_BTN={f 1}İşlemci{/f}
STR_MEMORY_DETAIL_BTN={f 1}Hafıza{/f}
STR_DISK_DETAIL_BTN={f 1}Disk{/f}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}İşlemci{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}Hafıza{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}Disk{/a}{/f}

STR_CPU_TYPE_LBL=İşlemci:
STR_MEMORY_TYPE_LBL=Hafıza:
STR_DISK_TYPE_LBL=Disk:
STR_DISPLAY_ADAPTER_TYPE_LBL=Görüntü birimi:
STR_MAINBOARD_TYPE_LBL=Anakart:
STR_MONITOR_TYPE_LBL=Ekran:

STR_LOADING=Yükleniyor...
;Settings
STR_ST_GENERAL=Genel
STR_ST_AUTO_RUN=Windows başlatıldığında EaseUS DriverHandy'i çalıştır
STR_ST_MINIMIZE_TO_TRAY=Program kapatıldığında simge durumuna küçült
STR_ST_AUTO_SCAN=Program çalıştırıldığında taramayı otomatik başlat
STR_ST_USE_CL=Oyun ortamlarını saptamak ve optimize etmek için ConquerorLive kullanın
STR_ST_AUTO_UPDATE=Güncellemeyi otomatikleştir
STR_ST_DRIVERS=Sürücüler
STR_ST_DOWNLOAD_FOLDER=İndirme dosyası
STR_ST_BACKUP_FOLDER=Yedekleme dosyası
STR_ST_FOLDER_BROWSE=Dosyayı aç
STR_ST_AUTO_BACKUP_INSTALL=Sürücünün yüklenmeden önce otomatik olarak yedekle
STR_ST_AUTO_BACKUP_UNINSTALL=Sürücüleri kaldırmadan önce otomatik olarak yedeğini al
STR_ST_AUTO_BACKUP_SYSTEM=Sürücüleri yüklemeden önce otomatik sistem geri yüklemesi oluştur 
STR_ST_NETWORK=Ağ
STR_ST_DOWNLOAD_SPEED=Maksimum indirme hızı:
STR_ST_NO_PROXY=Proxy yok
STR_ST_IE_PROXY=Proxy'yi otomatik tespit et (Internet Explorer Ayarlarını kullan)
STR_ST_SPEC_PROXY=Proxy sunucusu seç
STR_ST_PROXY_HOST=Sunucu:
STR_ST_PROXY_PORT=Bağlantı:
STR_ST_PROXY_USERNAME=Kullanıcı Adı:
STR_ST_PROXY_PASSWORD=Şifre:
STR_ST_PRO=Pro
STR_ST_EXOPRTDLG_TITLE=Donanım bilgisini kaydet
STR_ST_EXOPRTDLG_FILENAME=Donanım-bilgisi
STR_ST_EXPORT_FILE_BTN=Dışa aktarım bilgisi
STR_ST_CHOOSE_FILE_LBL=Dil Seçimi:
STR_ST_CHOOSE_FILE_TIP_LBL=*Seçtiğiniz yeni dil, program arayüzüyle iyi bir şekilde eşleşmeyebilir. Bu konudaki çalışmalarımız devam etmektedir.
STR_ST_LANGUAGE=Dil
STR_ST_FOLDER_OPEN=Aç...
STR_ST_TEST_PROXY=test
STR_ST_APPLY_PROXY=uygula
STR_ST_RESTORE_DEFAULT=Geçerli ayarlara döndür
STR_SETTING_CHANGED_SAVE=Sürücü yetenek ayarlarında değişiklik yaptınız. Değişiklikleri kaydetmek istiyor musunuz?
STR_SETTING_OK_SAVE=EaseUS DriverHandy ayarları başarıyla değiştirildi

;FreeAriva
STR_LAB_TITLE=Ücretsiz Etkinleştir
STR_LAB_TITLE2=Etkinleştirildi
STR_LAB_TITLE3=Kayıt
STR_BTN_ACTIVE=Etkinleştir
STR_BTN_ACTIVING=Erişim sağlanıyor...
lab_avir_t1=Etkinleştirme kodunuz e-postanıza gönderilecektir.
lab_avir_t2={f 5}{c #4E81BF}EaseUS DriverHandy Pro etkinleştirildi!{/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B}Aktivasyon kodunuz posta kutunuza gönderildi ve bu bilgisayar için geçerlidir. Lütfen daha sonra kullanabilmeniz için bu kodu saklayınız.{/c}{/f}
btn_not_received=<u>Kodunuz ulaşmadı mı?</u>
btn_arv_received=<u>Aktivasyon kodunu giriniz</u>
btn_ar_close=Kapat
lab_avir_t4={f 5}{c #4E81BF}Lütfen aktivasyon kodunuzu giriniz!{/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B}Kodunuzu mu unuttunuz? Lütfen {a}<u>e-postanızı tekrar giriniz</u>{/a}.{/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}Harika!{/c}{/f}<n>{f 5}{c #6B6B6B}EaseUS DriverHandy Pro başarıyla aktifleştirildi!{/c}{/f}<n>{f 1}{c #666666}Herhangi bir sorunuz olursa, destek birimimizle çekinmeden bağlantıya geçebilirsiniz. Teşekkürler!{/c}{/f} 
lab_avir_bout_pro=<u>EaseUS DriverHandy Pro Nedir?</u>

STR_ARIVA_INPUT_EMAIL=Lütfen e-postanızı giriniz!
STR_ARIVA_INPUT_SERIAL=Lütfen etkinleştirme kodunuzu giriniz!
STR_ARIVA_EMAIL_FMT_ERROR=Geçersiz e-posta adresi!
STR_ARIVA_SERIEAL_EXAMPLE=E.g.: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Örnek@company.com

STR_ARIVA_RETRIEVE=Kayıt kodunu al
STR_ARIVA_ORDERFAQ=Sipariş SSS

STR_VERIFY_FAILED=Etkinleştirme başarısız!
STR_VERIFY_NETWORK_ERROR=Etkinleştirme başarısız! Lütfen ağınızı kontrol ediniz!
STR_VERIFY_SUCS=Etkinleştirme başarılı!
STR_VERIFY_TIMEOUT=The Etkinleştirme süresi doldu!
STR_VERIFY_CODE_INVAL=Geçersiz kod nedeniyle etkinleştirme başarısız oldu!
STR_VERIFY_EMAILADDR_ERROR=Geçersiz e-posta adresi!
STR_VERIFY_SERVER_CLOSE=Sunucumuz kapalı!
STR_VERIFY_EMAIL_LACK=E-postanız daha önce kullanılmış!
STR_VERIFY_CODE_LACK=Bu kod daha önce kullanılmış.

lab_avir_t6=EaseUS DriverHandy Pro etkinleştirildi.
lab_avir_tips={f 0}{c #888888}Şu anda EaseUS DriverHandy Pro'nun tüm özelliklerine erişebilirsiniz. Lütfen<n>herhangi bir sorunuz olursa bağlantıya geçmekten çekinmeyiniz.{/c}{/f}
btn_active_serial_copy=Kopyala
STR_ACTIVATED_CODE={f 2}{c #888888}Kod:  {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL="E-posta: "
STR_ACTIVATED_DATE={f 2}{c #888888}Etkinleştirme zamanı: {c #5c5e64}%s{/c}{/c}{/f}

;ÊÕ·Ñ¼¤»î
STR_ACTIVATE_PAY_T1={f 5}{c #4E81BF}EaseUS DriverHandy'i kullandığınız için teşekkür ederiz!{/c}{/f}
STR_ACTIVATE_PAY_T2={f 2}{c #5c5e64}Pro sürümün öncelikli faydaları:{/c}{/f}
STR_ACTIVATE_PAY_F1=Sürücüleri En Güncel Sürücü Modunda indir.
STR_ACTIVATE_PAY_F2=Sürücüleri yedekleme noktasından geri yüke.
STR_ACTIVATE_PAY_F1=Sürücüleri En Güncel Mod ile indirin.
STR_ACTIVATE_PAY_F2=Yedeklediğiniz sürücülerden geri yükleme yapabilir.
STR_ACTIVATE_PAY_F5=Sistem geri yüklemesi veya değiştirilmesi öncesi, sonrasında gerekecek tüm sürücüleri indirebilir. 
STR_ACTIVATE_PAY_N={c #FFFFFF}Lütfen etkinleştirme kodunu girin ve EaseUS DriverHandy Pro için "Etkinleştir"e basınız.{/c}
STR_ACTIVATE_BUYNOW=Satınal!
STR_ACTIVATE_RETRCODE={f 9}<u>Kurtarma Kodu</u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=Orijinal:
STR_ACTIVATE_PRICE_ORG=$19.9
STR_ACTIVATE_PRICE_NOW=Şimdi: $9.9
STR_ACTIVATE_MSG_FREE_CLOSE=Ücretsiz sürümün kullanım süresi doldu. Pro sürümü etkinleştirmek için lütfen lisans satın alınız.
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-driver-talent-pro.html

;chargedoc
STR_DOCPRO_LAB_TIP1=EaseUS DriverHandy Pro'ya erişebilmek sadece 5 saniye!!!
STR_DOCPRO_LAB_TIP2=Ömür boyu lisansınızı hemen şimdi alın!
STR_DOCPRO_BTN_CONTINUE=Devam

STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_1=Otomatik sürücü indirme ve yükleme yapar.
SRT_CHARGE_ITEM_LAB_1_1=EaseUS DriverHandy Pro sürücü indirme ve yükleme işlemini otomatik olarak yapar.
SRT_CHARGE_ITEM_LAB_1_2=EaseUS DriverHandy Ücretsiz sürümü kullanarak, sürücüleri tek tek elle indirip yüklemeniz gerekir.
SRT_CHARGE_ITEM_LAB_1_3=EaseUS DriverHandy Ücretsiz sürümü sadece sürücü indirmeyi destekler. Sürücüleri kurmak için indirme klasörüne gidip sürücüleri elle kurmanız gerekir.

SRT_CHARGE_ITEM_TITLE_2=En güncel sürücü modu
SRT_CHARGE_ITEM_LAB_2_1=EaseUS DriverHandy Pro donanım performansını arttıracak en son sürücüleri yüklemeyi destekler.
SRT_CHARGE_ITEM_LAB_2_2=EaseUS DriverHandy Free donanım aygıtlarının ihtiyaç duyduğu stabil sürücüleri yüklemeyi destekler.

SRT_CHARGE_ITEM_TITLE_3=Sürücü geri yükleme
SRT_CHARGE_ITEM_LAB_3_1=EaseUS DriverHandy Pro sürücü geri yükleme özelliğini destekler. Böylece hatalı sürücü kurulumlarında eski sürücüyü geri yükleyebilirsiniz. 
SRT_CHARGE_ITEM_LAB_3_2=EaseUS DriverHandy Ücretsiz sürüm ile, sürücüleri sadece yedekleyebilirsiniz, geri yükleyemezsiniz.
SRT_CHARGE_ITEM_LAB_3_3=EaseUS DriverHandy Ücretsiz sürümde, bu özelliği kullanamazsınız.

SRT_CHARGE_ITEM_TITLE_4=Sürücü kaldırma
SRT_CHARGE_ITEM_LAB_4_1=EaseUS DriverHandy Pro hiç bir kalıntı bırakmadan sürücüleri tamamen kaldırabilir.
SRT_CHARGE_ITEM_LAB_4_2=EaseUS DriverHandy Ücretsiz sürümde, bu özelliği kullanamazsınız.

SRT_CHARGE_ITEM_TITLE_5=Ağ Yazıcıları
SRT_CHARGE_ITEM_LAB_5_1=EaseUS DriverHandy Pro, ağ yazıcısını, modeli ile tarar ve sürücüsünü indirerek çabucak yükler. 
SRT_CHARGE_ITEM_LAB_5_2=EaseUS DriverHandy Ücretsiz sürüm ile ağ yazıcısını arama özelliğini kullanabilirsiniz.

SRT_CHARGE_ITEM_TITLE_6=USB-bağlı aygıtlar
SRT_CHARGE_ITEM_LAB_6_1=EaseUS DriverHandy Pro çevresel birimlerin sorunlarını çözmeyi sağlar.
SRT_CHARGE_ITEM_LAB_6_2=EaseUS DriverHandy Ücretsiz sürümde, bu özelliği kullanamazsınız.

SRT_CHARGE_ITEM_TITLE_7=Sistem sürücüleri
SRT_CHARGE_ITEM_LAB_7_1=EaseUS DriverHandy Pro sistem sürücülerini derinlemesine tarayarak sürücü problemlerini tamamen çözer.
SRT_CHARGE_ITEM_LAB_7_2=EaseUS DriverHandy Ücretsiz sürümde, bu özelliği kullanamazsınız.

SRT_CHARGE_ITEM_TITLE_8=Kendi bilgisayarınız için sürücüleri önceden yükleme
SRT_CHARGE_ITEM_LAB_8_1=EaseUS DriverHandy Pro sürücülerin donanım profilinize uygun olarak önceden indirilmesini sağlar. Böylece sistem değişikliği durumunda sürücüleriniz kuruluma hazır olduğundan size zaman kazandırır.
SRT_CHARGE_ITEM_LAB_8_2=EaseUS DriverHandy Ücretsiz sürümde, önceden tarama yapabilirsiniz fakat yükleme yapamazsınız.  

SRT_CHARGE_ITEM_TITLE_9=Başka bir bilgisayar için sürücüleri ön-indirme(1Bilgisayar/günlük)
SRT_CHARGE_ITEM_LAB_9_1=EaseUS DriverHandy Pro donanım profiline uygun olarak interneti olmayan başka bir bilgisayar için de sürücüleri önceden indirmeyi sağlar. 
SRT_CHARGE_ITEM_LAB_9_2=EaseUS DriverHandy Ücretsiz sürüm ile, önceden tarama yapabilirsiniz fakat yükleme yapamazsınız. 

SRT_CHARGE_ITEM_TITLE_10=Online destek
SRT_CHARGE_ITEM_LAB_10_1=EaseUS DriverHandy Pro gerçek zamanlı iletişim kurma ve teknik destek almayı sağlar.
SRT_CHARGE_ITEM_LAB_10_2=EaseUS DriverHandy Ücretsiz sürümde, bu özelliği kullanamazsınız.

SRT_CHARGE_ITEM_TITLE_11=Sistem geri yükleme noktası
SRT_CHARGE_ITEM_LAB_11_1=EaseUS DriverHandy Pro sistem geri yükleme noktası oluşturabilirsiniz. Böylece sistemde ciddi bir sorunla karşılaştığınızda sağlam çalışan eski yükleme noktasına dönebilirsiniz.
SRT_CHARGE_ITEM_LAB_11_2=EaseUS DriverHandy Ücretsiz sürümde, bu özelliği kullanamazsınız.

SRT_CHARGE_ITEM_TITLE_12=Bilgisayar Onarımı
SRT_CHARGE_ITEM_LAB_12_1=EaseUS DriverHandy Pro zahmet gerektiren mavi ekran hatası ve ses hatası gibi hataları onarmanızı sağlar.
SRT_CHARGE_ITEM_LAB_12_2=EaseUS DriverHandy Ücretsiz sürümde, bu özelliği kullanamazsınız.

SRT_CHARGE_ITEM_TITLE_13=Sürücü yedekleme
SRT_CHARGE_ITEM_LAB_13_1=EaseUS DriverHandy Pro sürücü ydekleme fonksiyonunu destekler. Böylece sürücü güncellemesi sonrası olası uyumsuzluk sorunlaıyla karşılaştığınızda eski sürücülerinizi tekrar yükleyebilirsiniz.
SRT_CHARGE_ITEM_LAB_13_2=EaseUS DriverHandy Ücretsiz sürümde, bu özelliği kullanamazsınız.

SRT_CHARGE_ITEM_COUNT=13

;free
SRT_CHARGE_ITEM_FREE_LAB_1=Tüm sürücü hataları için tarayınız (eski, eksik, zarar görmüş ve uyumsuz sürücüleri bulur)
SRT_CHARGE_ITEM_FREE_LAB_2=Doğru sürücüleri indirir
SRT_CHARGE_ITEM_FREE_LAB_3=İndirilebilecek bir çok sürüm önerebilir
SRT_CHARGE_ITEM_FREE_LAB_4=Otomatik ve elle indirme modüllerini destekler
SRT_CHARGE_ITEM_FREE_LAB_5=Tek tıklamayla tüm sürücülerinizi bilgisayarınıza ydeklemenizi ve kaydetmenizi sağlar
SRT_CHARGE_ITEM_FREE_LAB_6=Ağ sürücülerinizi yedekleme noktasından geri yükleyebilmenizi sağlar
SRT_CHARGE_ITEM_FREE_LAB_7=Geride artık dosya bırakmadan sürücüleri sisteminizden tamamen kaldırabilir
SRT_CHARGE_ITEM_FREE_LAB_8=Bilgisayar donanım profil listesini dışa aktarır
SRT_CHARGE_ITEM_FREE_LAB_9=Ön-indirme özelliğini kullanarak indirilmiş sürücü dosyaları arasından sürücüleri yükler
SRT_CHARGE_ITEM_FREE_LAB_10=Bilgisayarınızın donanım profilini gösterir
SRT_CHARGE_ITEM_FREE_LAB_11=Ayarları düzenler
SRT_CHARGE_ITEM_FREE_LAB_12=Windows 10, 8.1, 8, 7, XP, Vista, ve Windows Server destekler

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR=veya
STR_EVA_THIS_STEP1=Adım 1: yüklemek istediğiniz sistem sürümünü seçin
STR_EVA_THIS_STEP1_DEC=Pre-download en kararlı sürücüleri önce sistem değiştirme veya güncelleme.
STR_EVA_THIS_STEP2=Adım 2: sürücü kurulumu
STR_EVA_THIS_STEP2_DEC=Sürücünün yüklemesini gerçekleştirmek için sürücü dosyası dizinini Tara
;ask for help
STR_EVA_HELP_STEP2_DEC=Başka bir bilgisayar kullanmak, donanım profilini karşıdan yüklemek için al
STR_EVA_BROWSER=Tarayıcı
STR_EVA_HELP_CHOOSE=Donanım profili verme dizinini seçin (*. inf)

;head
STR_EVA_HEAD_TIP={f 1}Ön-İndirme, sistem değişikliği sonrası ihtiyaç duyacağınız tüm sürücülere sahip olmanızı sağlar.{/f}
STR_EVA_HEAD_BACK=Geri

;view_step1
STR_EVA_LAB_STEP1=Bir seçenek seçiniz:
STR_EVA_OPTION1={f 1}Kendi bilgisayarım için <n>sürücüleri ön-indirme yap.{/f}
STR_EVA_OPTION2={f 1}Donanım profilini içe aktardığım başka bir bilgisayar için sürücüleri ön-indirme yap.{/f}

STR_EVA_OPTION3={f 1}Sürücülerimi interneti olan başka bir bilgisayardan <n> indirmek için donanım profilimi dışa aktar.{/f}
STR_EVA_OPTION4={f 1}İndirilmiş olan sürücüler arasından yükleme yap.{/f}

;view_export_inf
eva_export_path_lab=Doananım profil klasörünü seçiniz:
eva_export_set_chk=Dışa aktarım bitince klasörü aç.
eva_local_export_btn=Dışa aktar
STR_EVA_EXPORT_TIPS={f 1}{c #FFFFFF}Donanım profili dışa aktarılınca, EaseUS DriverHandy'in Ön-indirme özelliğini kullanarak internet bağlı herhangi bir bilgisayarda sürücülerinizi indirebilirsiniz.{/f}
STR_EVA_EXPORT_DEFALUT_NAME=ön-indirme.inf
STR_EVA_EXPORT_DLG_TITLE=Donanım profil klasörünü seçiniz
STR_EVA_CHOOSE_DOWNLOAD_DIR=Yükleme klasörünü seçiniz:
STR_EVA_CHOOSE_SYS=Sisteminizi seçin:
STR_EVA__EXPORT_NOT_SELECT_FILE=Donanım profili klasörü seçili değil!

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=Donanım profilini seçiniz
STR_EVA_NOT_SELECT_DEVICE_INF=Sürücü dosya klasörü seçili değil! 
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}Sürücüler başarıyla <u><a>%s</a></u> klasörüne indirildi.{/f}<n>{f 1}Gerektiğinde şu adımlar izleyerek sürücüleri yükleyebilirsiniz: {c #333333}<n><n>>> EaseUS DriverHandy'i Başlat 
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> Ön-İndirme sayfasını açınız<n>>> "İndirilmiş sürücü dosyaları arasından sürücüleri yükle"yi seçiniz{/c}<n><n>Sonra sürücü yüklemesini tamamlamak için ekrandaki yönergeleri takip ediniz.{/f}
STR_EVA_CHOOSE_HWFILE=Donanım profilini seçiniz:
STR_EVA_DRVDOWN_SCAN=Tara ve İndir:
STR_EVA_DOWNBTN=İndir
STR_EVA_DOWNING=İndiriliyor
STR_EVA_DOWNING_CANCEL=İptal edildi
STR_EVA_SYSMATCHED={c #5c5e64}Eşleşen sistem: {/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE=İndirilecek klasörü seçiniz
STR_EVA_DOWN_DOTNET=Gereken grafik programları
;off install
STR_OFFINSTALL_CHOOSE_PATH=İndirilen sürücüler dizinini seçin:
STR_OFFINSTALL_DLG_TITLE=Sürücü dosyalarını seçiniz
STR_OFFINSTALL_SCAN=Tara & Yükle:
STR_OFFINSTALL_SCANBTN=Tara
STR_OFFINSTALL_INSTALL=Yükle
STR_OFFINSTALL_CANCEL=Dur
STR_OFFINSTALL_INSTALLING=Yükleniyor
STR_OFFINSTALL_CANCEL_RESTORE=İptal Edildi
STR_OFFINSTALL_SCAN_ERROR=Bu klasörde sürücü mevcut değil. Lütfen başka klasör seçiniz!


STR_OFFINSTALL_UPTODATE=Güncel
STR_OFFINSTALL_OUTDATED=Eski
STR_OFFINSTALL_UPDATE=Güncelle
STR_OFFINSTALL_REUPDATE=Tekrar güncelle
STR_OFFINSTALL_CURRENT=Mevcut
STR_OFFINSTALL_UPDATETO=Şuna güncelle=>
STR_OFFINSTALL_UNKNOW=Bilinmiyor
STR_OFFINSTALL_SYSTEM=SİSTEM
;evaluate message
STR_EVA_EXPORT_SUCCS=Dışa aktarım tamamlandı.
STR_EVA_EXPORT_FAILED=Dışa aktarım başarısız!
STR_EVA_DOWNLOAD_FINISH=İndirme bitti!
STR_EVA_INST_FINISH=Yükleme bitti!

prt_ipaddrnorbtn=Normal Arama
prt_ipaddrbtn=Ağ Adresi
prt_iprangebtn=Ağ Alanı

;local
STR_REPAIR_TIP1=Onarmazsanız, bilgisayarınızda hatalar ve uyarılar oluşabilir!
STR_REPAIR_TIP2=Onarmazsanız, bilgisayarınızda hatalar ve uyarılar oluşabilir!
STR_REBOOT_TIP=Bilgisayarınızı yeniden başlatmazsanız yaptığınız değişiklik geçerli olmayacaktır.
STR_UPDATE_TIP=Bilgisayarınızın performansını geliştirmek için en yeni sürücüleri edinin!

STR_CHAT_ONLINE=Bizimle yazışın (aktif)
STR_CHAT_OFFLINE=Bizimle yazışın (kapalı)
STR_DOWNLOAD_ONEPC= Günlük sadece fazladan bir bilgisayar için sürücü indirebilirsiniz!

;files verify
STR_FILES_VERIFY_FAILED=Dosya eksik yüklenmiş! Lütfen tekrar yükleyin.

;SystemRestore
STR_SYSYTEM_RESTORE=Sistem Geri Yükleme
STR_SYSYTEM_RESTORE_MENU=Sistem Geri Yükleme
STR_SYSYTEM_RESTORE_TIP=Dikkat:Sistem geri yükleme noktasından sonra yapılan tüm değişiklikler silinecektir. 
STR_SYSYTEM_RESTORE_BTN=Geri yükle
STR_SYSYTEM_CREATE_BTN=Oluştur
STR_SYSYTEM_RESTORE_CLOSE_BTN=Kapat
STR_SYSYTEM_RESTORE_MSGBOX=Sistemi geri yüklemeye devam etmek istediğinizden emin misiniz?<n><n>{c #fa3030}Sistemi geri yüklemek, sistem geri yükleme noktasından sonra yapılan tüm değişiklikleri silecektir.{/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=Geri Yükle
STR_SYSYTEM_RESTORE_ADD_POINT=Sistem geri yükleme noktası
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f 3}Geri yükleme noktası oluşturuluyor. Lütfen bekleyiniz...{/f}{/c}
STR_SYSYTEM_RESTORE_SET=Sistem geri yükleme noktası adı: 
STR_SYSYTEM_RESTORE_ERROR1=Veri girmediniz! Lütfen tekrar deneyiniz.
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1}Sistem geri yükleme noktası oluşturuluyor. Lütfen bekleyiniz... {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=Not: Başka işlemler yapmayınız.
STR_SYSYTEM_RESTORE_CREATE_TIP3=Başarıyla oluşturuldu!
STR_SYSYTEM_RESTORE_CREATE_TIP4=Oluşturma başarısız!
STR_SYSYTEM_RESTORE_CREATE_TIP5=Sistem geri yükleme zaten yapılmış. 
STR_SYSYTEM_RESTORE_CREATE_TIP6=Sistem geri yükleme kapatılmış.
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}Başarıyla oluşturuldu ama sistem listeyi güncellemedi,<n>lütfen daha sonra sayfayı yenileyiniz.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP8={f 2}Geri yükleme ayarı sistem koruması 'nda devre dışı bırakıldı. <n>Sistem korumasını açmak istiyor musunuz?{/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}Sistem geri yükleme yapılıyor.<n>Bu esnada lütfen başka işlemler yapmayınız. {/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=Bu işlem iptal edilemiyor.
STR_SYSYTEM_RESTORE_DELETE_FAIL=Sistem geri yükleme noktası silme başarısız!
STR_SYSYTEM_RESTORE_DELETE_TIP=Seçili geri yükleme noktasını silmek istediğinizden emin misiniz?
STR_SYSYTEM_RESTORE_NOT_NOW=Şimdi değil
STR_SYSYTEM_RESTORE_GO=Devam et
;ExitAppDOC
STR_EXITAPPDOC=Dikkat
STR_EXITAPPDOC_EXITBTN=Çıkış 
STR_EXITAPPDOC_GETPROBTN=EaseUS DriverHandy Pro Satınal

STR_EXITAPPDOC_TIP1=Çıkmak istediğinizden emin misiniz?
STR_EXITAPPDOC_TIP2=Bilgisayarınızda onarılması gereken sürücüler var. Onarılmadığı takdirde, ilgili aygıtlar düzgün çalışmayabilir!
STR_EXITAPPDOC_TIP3=Tüm özelliklere erişim için EaseUS DriverHandy Pro yükleyiniz.

STR_EXITAPPDOC_TIP_PRO1=Tek tıklamayla sürücü güncellemelerini indirip kurabilirsiniz. 
STR_EXITAPPDOC_TIP_PRO2=Yedekleme noktasından sürücülerinizi geri yükleyebilirsiniz. 
STR_EXITAPPDOC_TIP_PRO3=USB-bağlantılı aygıtlarınızı hemen onarabilirsiniz. 
STR_EXITAPPDOC_TIP_PRO4=Sistem sürücülerinizi derinlemesine tarayarak sorunları tamamen çözebilirsiniz. 
STR_EXITAPPDOC_TIP_PRO5=İşletim sistemi kurma/geri yükleme öncesi, sisteminizin tüm sürücülerini önceden indirebilirsiniz. 
STR_SYSYTEM_RESTORE_DELETE_FAIL=Sistem geri yükleme noktasını silme gerçekleştirilemedi!

;NET PRINT
STR_NET_PRINT_TIP=Ağ yazıcısı tespit edildi! Onu da eklemek ister misiniz? 
STR_NET_PRING_DOWN_NO_DRIVER={f 1}Bu yazıcı modeli için uygun bir sürücü bulunmuyor! {a}Geri{/a}ye alınız ve başka bir tane deneyiniz.{/f}

STR_PATH_FREE_SPACE=Yetersiz disk alanı! Hedef diskin 3 GB'tan fazla boş alana sahip olduğundan emin olunuz. 
STR_PATH_CLEAR=Yeni klasör seçiniz
STR_PATH_IGNORE=Atla

STR_SOFT_OPEN_FILE=İndirilen dosya doğrudan çalıştırılamıyor. Dosyanın bulunduğu klasörü açmak ister misiniz? 
STR_SOFT_OPEN_FILE_NO_EXIST=Dosya silinmiş, lütfen tekrar yükleyiniz.
STR_SYSTEM_REPAIR_DEC=Genel sistem hatası sürücülerin yüklenmesine engel olabilir.

;toolbox
STR_HEAD_LAB=Sistem ortamı ve performans sorunlarını çözmek için önerilen ürünlerı.

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=Bilgisayar onarımı
STR_INFO_TOOLBOX0_2=Görüntü birimi, ses kartı, oyun oynama ile ilgili hataları onarır. 

STR_INFO_TOOLBOX1_1=Donanım tanımlaması 
STR_INFO_TOOLBOX1_2=İşlemci, anakart, hafıza ve diğer donanım bilgilerini görüntüler. 

STR_INFO_TOOLBOX2_1=PC Hızlandırıcı
STR_INFO_TOOLBOX2_2=Bilgisayarınızın performansı için hızlı ve derin optimizasyon.
STR_INFO_TOOLBOX2_1=Performans artışı
STR_INFO_TOOLBOX2_2=Bilgisayarınızın performans artışı için hızlı ve derinlemesine ayarlamalar gerçekleştirir.

STR_INFO_TOOLBOX3_1=Bulut
STR_INFO_TOOLBOX3_2=Daha uygun bulut güncellemeleri.
STR_DOWNLOAD_DOFT_TIP=OSToto PC Speeder indirilerek <n>yüklenmek üzere. Devam etmek <n>istediğinizden emin misiniz?
STR_DOWNLOAD_PAUSE_TIP=OSToto PC Speeder yüklemesini <n>iptal etmek istediğinizden emin misiniz?

STR_TRY_TOOL=Şimdi deneyin

;dateout time tip
STR_DATEOUT_TIP=EaseUS DriverHandy'i kulandığınız için teşekkür ederiz. Aktivasyon kodunuzun tarihi eskidiği için üzgünüz. Lütfen yenileyin.
STR_DATEOUT_BUY_NOW=Satınal
STR_DATEOUT_DETAIL=Ayrıntılar
STR_BUY=Satınal
STR_ACTIVE=Aktive Et

STR_GAME_MODULE_DOWNBTN=İndir
STR_MENU_GAMEL_MODULE_REPORT=Geribildirim
STR_GAME_MODULE_NAME=Modül ismi:
STR_GAME_MODULE_FEEDBACK=Modül sorunu:
STR_LOCAL_INSTALL_CANCEL=İptal Et
STR_GAME_INSTALLBTN=Yükle

;Main Menu
STR_USERGUIDE=Kullanım Kılavuzu

;FreeTrial

;start trying
STR_STARTTRYING_FREETRIAL=Ücretsiz deneme
STR_STARTTRYING_AVTIVATE=Etkinleştirmek
STR_STARTTRYING_TIP1=Tek adım
STR_STARTTRYING_TIP2=aygıt sürücüsü Yönet: güncelleme, yükleme, onarma, yedekleme, geri yükleme, kaldırma, yeniden ve daha fazlası.
STR_STARTTRYING_TIP3=Otomatik
STR_STARTTRYING_TIP4=sürücüleri yedekleme ve yükleme ve kaldırmadan önce bir geri yükleme noktası oluşturma.
STR_STARTTRYING_TIP5=Tek tıklatma
STR_STARTTRYING_TIP6=çevre aygıtları ekleme: USB sürücü, ağ yazıcısı sürücüleri ve diğer algılanmayan donanım aygıtları.
STR_STARTTRYING_TIP7=Akıllı
STR_STARTTRYING_TIP8=Pre-download ve kurtarmak şoför için kendi PC ve download şoför için diğer bilgisayar.
STR_STARTTRYING_TIP9=onarım sistemi hata ve azaltmak sistem donuyor ve çöker.
STR_STARTTRYING_NOTHANKS=Hayır, Teşekkürler. Ömür boyu lisans hemen alın.
STR_STARTTRYING_TIPTITLE=Aşağıdaki tek tıkla çözüm almak istiyorsanız, lütfen Pro 'ya etkinleştirin

;end_trying
STR_ENDTRYING_TITLE=Sürücü Handy kullandığınız için teşekkür ederiz
STR_ENDTRYING_TIP=<p 5><f 26><c ff0000>Ücretsiz deneme fırsatı tükendi. Ücretsiz deneme geçmişi aşağıdaki gibidir:</c></f></p>
STR_ENDTRYING_TIME=Zaman: %s
STR_ENDTRYING_NAME=Sürücü adı: %s
STR_ENDTRYING_VER=Sürücü sürümü: %s
STR_ENDTRYING_TIP1=<p 5><f 1><c ffffff>Aşağıdaki sürücülerin hala olması gerekir %s</c></f></p>
STR_ENDTRYING_TIP2=<p 5><f 1><c 9c9c9c>Not: tüm gerekli sürücüler sürücü yetenek tarafından indirilir. Eğer güncelleme/onarım/sürücüleri yüklemek gerekiyorsa, bir tek tıkla çözüm için Pro sürümüne etkinleştirmek lütfen.</c></f></p>
STR_ENDTRYING_HELP=Kayıt kodunu al
STR_ENDTRYING_ACTIVATE=Profesyoneller için etkinleştir

;gram soft
STR_GAMESOFT_TITLE=Yeni özellikler
STR_GAMESOFT_TIP=Oyun bileşenleri
STR_GAMESOFT_TIP1=<p><f 1><c 9c9c9c>Eksik oyun bileşenlerini indirme ve yükleme.</c></f></p>
STR_GAMESOFT_DOWNCOMPONENTS=Yalnızca bileşenleri indir
STR_GAMESOFT_CHOOSE=Seçimimi hatırla
STR_GAMESOFT_TIP2=Oyunlar için özel versiyon
STR_GAMESOFT_TIP3=<p><f 1><c 9c9c9c>Oyun Boost: en yüksek oyun deneyimi ve üst bilgisayar performansı.</c></f></p>
STR_GAMESOFT_TIP4=<p><f 1><c 9c9c9c>Aygıt Performans derecelendirmesi: cihazınızın oyununuzu performans puanı ile nasıl desteklediğini öğrenin. (yakında)</c></f></p>
STR_GAMESOFT_TIP5=<p><f 1><c 9c9c9c>Ağ denetimi: akıllı internet tahsisi ile oyunların sorunsuz çalışmasını sağlayın.</c></f></p>
STR_GAMESOFT_TIP6=<p><f 1><c 9c9c9c>Dll dosyaları yardımcı: Fix. dll dosyası sorunları.</c></f></p>
STR_GAMESOFT_GET=Şimdi alın

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=Your device is likely to be broken.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=Please install an old version driver.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=If the problem persists, you may need to contact the device manufacturer to repair to change the device.

;activity
STR_ACTIVITY_A1=İzin süresi doldu.
STR_ACTIVITY_A2=Özel teklifini kontrol et!
STR_ACTIVITY_A3=Süresi dolmuş izin
STR_ACTIVITY_A4=Kullanımınız için minnettarız.
STR_ACTIVITY_A5=Ömür boyu lisansta% 30 indirim yaparak daha uzun kalır mısın?
STR_ACTIVITY_A6=Ömür boyu lisansı% 30 indirimli satın al
STR_ACTIVITY_A7=Belki sonra
STR_ACTIVITY_A8=Hayır


STR_LEFT_News=Sorun Giderici
STR_EVA_HELP_STEP3_DEC=Please copy the pre-downloaded driver files to this machine for offline installation. 

;new setting item
STR_ST_DISABLE_WUDRIVER=Windows Update'ten sürücü güncellemesini devre dışı bırakma
STR_ST_DISABLE_WUDRIVER_TIP=This option only disables automatic driver updates for Windows 10 and the Windows Update feature will not be affected.

STR_SPEED_UP_NOW=Şimdi Hızlandırın

STR_UPGRADE_TITLE_0={f 3}{c #FF7F00}Buy Pro version to update drivers and fix device problems{/c}{/f}
STR_UPGRADE_TITLE_1={f 3}{c #FF7F00} Activate Pro version to repair{/c} {c #FF0000} %d device drivers.{/c}{/f}
STR_UPGRADE_CON_1=Install the latest driver to maximize hardware performance
STR_UPGRADE_CON_2=Update all drivers with one click
STR_UPGRADE_CON_3=Driver download speed up (approx 500KB-20MB/s)
STR_UPGRADE_CON_4=Automatic driver installation saves time
STR_UPGRADE_CON_5=Create restore points automatically
STR_UPGRADE_CON_6=Backup and restore drives
STR_UPGRADE_CON_7=Search LAN Printing intelligently
STR_UPGRADE_CON_8=View and export device information
STR_UPGRADE_CON_9=Update drivers for PCs without Internet connection
STR_UPGRADE_CON_10=All drivers are certified by Microsoft
STR_UPGRADE_CON_11=Free PC Expert Technical Support
STR_ST_FREE=Free
STR_BUY_PRO=Buy Pro
STR_KEY_FEATURES_OF_PRO=Key Features of DriverHandy Pro
STR_KEY_FEATURES_1=Install and update all drivers with one click
STR_KEY_FEATURES_2=Enjoy faster driver download speed
STR_KEY_FEATURES_3=Automatically backup drivers and create restore point
STR_KEY_FEATURES_4=Resolve tricky computer issues with smart and light tools
STR_KEY_FEATURES_5=Pre-download drivers for your own computer or other PCs
STR_KEY_FEATURES_6=All drivers are certified
STR_KEY_FEATURES_7=Free updates and tech support
STR_MONEY_BACK_GUARANTEE=30-Day Money Back Guarantee
STR_ARIVA_PURCHASED=Purchased
STR_ARIVA_INPUT_EMAIL_LONG=Please enter your license key and email address to activate it:
STR_ARIVA_INPUT_KEY=License key
STR_ARIVA_INPUI_EMAIL=Email

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update drivers. Updating drivers may cause unexpected computer issues.
